tap "fluxcd/tap"
tap "go-task/tap"
brew "age"
#brew "cilium-cli"
#brew "cloudflared"
brew "direnv"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "helm"
brew "helmfile"
brew "jq"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "moreutils"
brew "sops"
brew "stern"
brew "yq"
brew "minijinja-cli"
brew "krew"
brew "kubecolor"
brew "yamllint"
brew "viddy"

brew "gh"

tap "siderolabs/tap"
brew "siderolabs/tap/talosctl"
brew "talhelper"

#cask "1password"
#cask "1password-cli"
tap "hashicorp/tap"
brew "hashicorp/tap/vault"
